<?php
// Heading
$_['heading_title']        = 'Watermark';
$_['heading_title_for_oc'] = 'Watermark для OpenCart 2.3';

// Text
$_['text_extension']       = 'Расширения';
$_['text_success']         = 'Настройки успешно изменены!';
$_['text_edit']            = 'Настройки модуля';

$_['active']               = 'Статус';
$_['button_clear']         = 'Очистить кэш изображений';
$_['image']                = 'Watermark';
$_['zoom']                 = 'Увеличить/уменьшить';
$_['pos_x']                = 'Горизонтальная позиция<br/><i>(используйте отрицательное число для другой ориентации)</i>';
$_['pos_x_center']         = 'Горизонтально по центру';
$_['pos_y']                = 'Вертикальная позиция<br/><i>(используйте отрицательное число для другой ориентации)</i>';
$_['pos_y_center']         = 'Вертикально по центру';
$_['opacity']              = 'Прозрачность';
$_['category_image']       = 'Использовать для изображений категории?';
$_['product_thumb']        = 'Использовать для изображений товара?';
$_['product_popup']        = 'Использовать для всплывающих изображений?';
$_['product_list']         = 'Использовать в списке товаров?';
$_['product_additional']   = 'Использовать в дополнительных изображениях?';
$_['product_related']      = 'Использовать в связанных товарах?';
$_['product_in_compare']   = 'Использовать в списке сравнения?';
$_['product_in_wish_list'] = 'Использовать в списке желаний?';
$_['product_in_cart']      = 'Использовать в корзине?';

// Error
$_['error_permission']     = 'У Вас нет прав для управления данным модулем!';
